{
  "positivos": [
    {
      "usuario": "Usuario123",
      "comentario": "¡Excelente servicio al cliente! Siempre están dispuestos a ayudar."
    },
    {
      "usuario": "ClienteFeliz",
      "comentario": "El producto superó mis expectativas. ¡Muy contento con la compra!"
    },
    {
      "usuario": "Foodie98",
      "comentario": "El restaurante tiene un ambiente encantador y la comida es deliciosa."
    },
    {
      "usuario": "TechGeek",
      "comentario": "El equipo de desarrollo hizo un trabajo increíble con esta nueva actualización. ¡Funciona perfectamente!"
    },
    {
      "usuario": "HappyCustomer123",
      "comentario": "¡El servicio al cliente de esta tienda es increíble! Siempre responden rápidamente y hacen todo lo posible para resolver cualquier problema que pueda surgir. Definitivamente recomendaría comprar aquí."
    },
    {
      "usuario": "SatisfiedBuyer456",
      "comentario": "Me sorprendió gratamente la calidad del producto que compré. No solo llegó antes de lo esperado, sino que también superó mis expectativas. Estoy muy satisfecho con mi compra."
    },
    {
      "usuario": "FoodLover789",
      "comentario": "Acabo de descubrir este nuevo restaurante y ya se ha convertido en uno de mis favoritos. El ambiente es acogedor, el servicio es excelente y la comida es simplemente deliciosa. ¡Definitivamente volveré!"
    },
    {
      "usuario": "TechEnthusiast012",
      "comentario": "Como desarrollador, realmente aprecio el esfuerzo que se ha puesto en esta nueva actualización. No solo se solucionaron los errores, sino que también se agregaron nuevas características útiles. ¡Bien hecho al equipo de desarrollo!"
    }
  ],
  "negativos": [
    {
      "usuario": "CompradorInsatisfecho",
      "comentario": "La calidad del producto dejó mucho que desear. No volvería a comprarlo."
    },
    {
      "usuario": "ViajeroDescontento",
      "comentario": "La experiencia en el hotel fue terrible. La habitación estaba sucia y el personal poco amable."
    },
    {
      "usuario": "ClienteImpaciente",
      "comentario": "El servicio de entrega fue muy lento. Tardaron más de lo prometido en entregar mi pedido."
    },
    {
      "usuario": "UsuarioFrustrado",
      "comentario": "La aplicación se bloquea constantemente. Es frustrante tratar de usarla."
    },
    {
      "usuario": "UnsatisfiedShopper789",
      "comentario": "Estoy muy decepcionado con la calidad del producto que recibí. No se parece en nada a lo que se mostraba en las imágenes y parece estar hecho con materiales baratos. No volveré a comprar aquí."
    },
    {
      "usuario": "DisappointedTraveler321",
      "comentario": "Mi experiencia en este hotel fue desastrosa. La habitación estaba sucia, el personal era grosero y el servicio de atención al cliente dejaba mucho que desear. Definitivamente no recomendaría este lugar."
    },
    {
      "usuario": "ImpatientCustomer567",
      "comentario": "El servicio de entrega fue una pesadilla. No solo llegó tarde, sino que el paquete también estaba dañado. Me llevó días resolver el problema y aún así no estoy completamente satisfecho."
    },
    {
      "usuario": "FrustratedUser890",
      "comentario": "Esta aplicación es un desastre. Se bloquea constantemente, es lenta y la interfaz es confusa. ¡Es hora de buscar una alternativa más confiable!"
    }
  ],
  "neutros": [
    {
      "usuario": "FoodieCasual",
      "comentario": "La comida en el restaurante era decente, pero nada espectacular."
    },
    {
      "usuario": "CompradorAnalítico",
      "comentario": "El producto cumple con su propósito, pero hay aspectos que podrían mejorarse."
    },
    {
      "usuario": "ClienteNeutral",
      "comentario": "La presentación del producto es atractiva, pero el contenido es mediocre."
    },
    {
      "usuario": "UsuarioSugerente",
      "comentario": "La interfaz de usuario es fácil de usar, pero podría ser más intuitiva."
    },
    {
      "usuario": "CasualFoodie123",
      "comentario": "El restaurante al que fui recientemente ofrecía comida decente, pero nada que destacara especialmente. Probablemente volvería si no encuentro otra opción."
    },
    {
      "usuario": "AnalyticalBuyer456",
      "comentario": "El producto en sí es bastante bueno y cumple con lo que promete. Sin embargo, hay algunos detalles que podrían mejorarse para hacerlo aún más atractivo."
    },
    {
      "usuario": "NeutralCustomer789",
      "comentario": "El servicio al cliente fue amable y la presentación del producto era atractiva. Sin embargo, el contenido no estaba a la altura de mis expectativas."
    },
    {
      "usuario": "SuggestiveUser012",
      "comentario": "La aplicación tiene un diseño limpio y la navegación es fácil. Sin embargo, creo que agregar algunas características adicionales podría mejorar la experiencia del usuario."
    }
  ]
}